Revit 2027 API
BuiltInFailures.CreationFailures.CannotCreateMullion Property
 Can't create Mullion.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateMullion { get; }
Public Shared ReadOnly Property CannotCreateMullion As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateMullion {
	FailureDefinitionId^ get ();
}
static member CannotCreateMullion : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CreationFailures Class
Autodesk.Revit.DB Namespace